/* Used when showing an invalid entry or input encountered when expecting a formal entry such as a number of date */
"\\U201c%@\\U201d" = "“%@”";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C" = "El valor no es válido.";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C.a" = "El valor %@ no es válido.";

/* NSKeyValueValidationError, suggestion string when a numeric value of an user input is invalid (for example too small or too large) */
"Err1024-R" = "Introduzca un valor válido.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C" = "El valor no es válido.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C.a" = "El valor %@ no es válido.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too small */
"Err2048-C.an" = "El valor es demasiado pequeño.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too large */
"Err2048-C.ax" = "El valor es demasiado grande.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-R" = "Introduzca un valor válido.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small */
"Err2048-R.n" = "Introduzca un número igual o mayor que %@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small or too large */
"Err2048-R.nx" = "Introduzca un número entre %1$@ y %2$@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too large */
"Err2048-R.x" = "Introduzca un número igual o menor que %@.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.an" = "El valor %@ es demasiado pequeño.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.ax" = "El valor %@ es demasiado grande.";

/* NSFileLockingError */
"Err255-C" = "No se ha podido bloquear el archivo.";

/* NSFileLockingError */
"Err255-R" = "Puede que el archivo ya esté bloqueado o que no tenga los permisos adecuados para bloquearlo.";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "No se ha podido bloquear el archivo “%@”.";

/* NSFileReadUnknownError */
"Err256" = "El archivo no ha podido abrirse.";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "No se ha podido abrir el archivo “%@”.";

/* NSFileReadNoPermissionError */
"Err257" = "El archivo no ha podido abrirse porque no está autorizado a verlo.";

/* NSFileReadNoPermissionError */
"Err257-C" = "No dispone de los permisos necesarios.";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "Para consultar o modificar los permisos, seleccione el ítem en el Finder y elija Archivo > Obtener información.";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "El archivo “%@” no ha podido abrirse porque no está autorizado a verlo.";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "El nombre del archivo no es válido.";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "No se ha podido abrir el ítem porque el nombre del archivo “%@” no es válido.";

/* NSFileReadCorruptFileError */
"Err259" = "El archivo no ha podido abrirse porque no tiene el formato correcto.";

/* NSFileReadCorruptFileError */
"Err259-C" = "El archivo no tiene el formato correcto.";

/* NSFileReadCorruptFileError */
"Err259-R" = "Puede que el archivo esté dañado, truncado o que tenga un formato inesperado.";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "El archivo “%@” no ha podido abrirse porque no tiene el formato correcto.";

/* NSFileReadNoSuchFileError */
"Err260" = "El archivo no ha podido abrirse porque no existe.";

/* NSFileReadNoSuchFileError */
"Err260(Folder).f" = "La carpeta “%@” no existe.";

/* NSFileReadNoSuchFileError */
"Err260-C" = "El archivo no existe.";

/* NSFileReadNoSuchFileError */
"Err260-C(Folder)" = "La carpeta no existe.";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "El archivo “%@” no ha podido abrirse porque no se encuentra.";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "El archivo no ha podido abrirse usando la codificación de texto especificada.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "La codificación de texto especificada no puede aplicarse.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "La codificación de texto %@ no puede aplicarse.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "Es posible que el archivo se haya guardado con una codificación de texto distinta o que no sea un archivo de texto.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "El archivo no ha podido abrirse usando la codificación de texto %@.";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "El archivo “%2$@” no ha podido abrirse usando la codificación de texto %1$@.";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "El archivo no ha podido abrirse porque el tipo de URL especificado no es compatible.";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "El tipo de URL especificado no es compatible.";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "El archivo“%1$@” no ha podido abrirse porque la URL del tipo %2$@ no es compatible.";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "El archivo no ha podido abrirse porque el tipo de URL %@ no es compatible.";

/* NSFileReadTooLargeError */
"Err263" = "El ítem no ha podido abrirse porque es demasiado grande.";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "El ítem es demasiado grande.";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "El ítem “%@” no ha podido abrirse porque es demasiado grande.";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "El archivo no ha podido abrirse porque no se ha podido determinar la codificación de texto del contenido.";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "No se ha podido determinar la codificación de texto del contenido.";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "Puede que sea posible abrir el archivo si se especifica una codificación de texto.";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "No ha sido posible abrir el archivo “%@” porque no se puede determinar la codificación de texto del contenido.";

/* NSUserCancelledError */
"Err3072-C" = "La operación se ha cancelado.";

/* NSFeatureUnsupportedError */
"Err3328" = "No se ha podido realizar la operación solicitada porque esa función no es compatible.";

/* NSFeatureUnsupportedError, argument is a file name */
"Err3328(Trash).f" = "No se ha podido trasladar “%@” a la papelera porque este volumen no tiene.";

/* NSFeatureUnsupportedError, argument is a file name and volume name */
"Err3328(Trash).fv" = "No se ha podido trasladar “%1$@” a la papelera porque el volumen “%2$@” no tiene.";

/* NSFeatureUnsupportedError */
"Err3328-C" = "La operación solicitada es incompatible.";

/* NSFeatureUnsupportedError */
"Err3328-C(Trash)" = "El volumen no tiene papelera.";

/* NSPropertyListCorruptError */
"Err3840" = "Los datos no se han podido leer porque están dañados.";

/* NSPropertyListCorruptError */
"Err3840-C" = "Los datos están dañados.";

/* NSPropertyListUnknownVersionError */
"Err3841" = "Los datos no se han podido leer porque tienen un formato incompatible con esta aplicación.";

/* NSPropertyListUnknownVersionError */
"Err3841-C" = "Los datos tienen un formato incompatible con esta aplicación.";

/* NSPropertyListReadStreamError */
"Err3842" = "Los datos no se han podido leer debido a un error en el origen de los datos.";

/* NSPropertyListReadStreamError */
"Err3842-C" = "Se ha producido un error en el origen de los datos.";

/* NSPropertyListWriteStreamError */
"Err3851" = "Los datos no se han podido escribir debido a un error en el destino de los datos.";

/* NSPropertyListWriteStreamError */
"Err3851-C" = "Se ha producido un error en el destino para los datos.";

/* NSFileNoSuchFileError, argument is a folder name */
"Err4(Folder).f" = "La carpeta “%@” no existe.";

/* NSFileNoSuchFileError, first arg: source file, second arg: destination file */
"Err4(Move).fp" = "“%1$@” no se ha podido trasladar a “%2$@” porque o bien no existe el primero, o bien no existe la carpeta que contiene el último.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "No se ha podido eliminar “%@”.";

/* NSFileNoSuchFileError */
"Err4-C" = "El archivo no existe.";

/* NSFileNoSuchFileError, applied to a folder */
"Err4-C(Folder)" = "La carpeta no existe.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "El archivo “%@” no existe.";

/* Message shown when the connection to a helper application is interrupted due to the helper application exiting. */
"Err4097" = "No se ha podido establecer comunicación con la aplicación asociada.";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4097-R" = "Pruebe a ejecutar de nuevo la operación. Si falla, reinicie la aplicación y vuelva a intentarlo.";

/* Message shown when the connection to a helper application is interrupted and can not be reestablished. */
"Err4099" = "No se ha podido establecer comunicación con la aplicación asociada.";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4099-R" = "Pruebe a ejecutar de nuevo la operación. Si falla, reinicie la aplicación y vuelva a intentarlo.";

/* Message shown when the connection to a helper application is invalidated due to a corrupted response. */
"Err4101" = "No se ha podido establecer comunicación con la aplicación asociada.";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4101-R" = "Pruebe a ejecutar de nuevo la operación. Si falla, reinicie la aplicación y vuelva a intentarlo.";

/* NSFileWriteUnknownError */
"Err512" = "El archivo no ha podido guardarse.";

/* NSFileWriteUnknownError, when the save of the specified file fails because the backup file for the saved file can't be created or updated */
"Err512(Backup).f" = "El archivo “%1$@” no ha podido guardarse porque el archivo de copia de seguridad no se ha podido actualizar.";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "No se ha podido copiar “%1$@” en “%2$@”.";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "No se ha podido enlazar “%1$@” a “%2$@”.";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "No se ha podido trasladar “%1$@” a “%2$@”.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "No se ha podido eliminar “%@”.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Trash).f" = "No se ha podido trasladar “%@” a la papelera.";

/* NSFileWriteUnknownError, when the save of a file fails because the backup file can't be created or updated */
"Err512-C(Backup)" = "El archivo de copia de seguridad no ha podido guardarse.";

/* NSFileWriteUnknownError, recovery suggestion for when the save of a file fails because the backup file can't be created or updated */
"Err512-R(Backup)" = "Puede que el archivo de copia de seguridad esté bloqueado o que no disponga de permiso para guardarlo. Para consultar o modificar los permisos, seleccione el ítem en el Finder y elija Archivo > Obtener información.";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "No se ha podido guardar el archivo “%2$@” en la carpeta “%1$@”.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "No se ha podido guardar el archivo “%@”.";

/* NSFileWriteNoPermissionError */
"Err513" = "El archivo no ha podido guardarse porque no dispone de los permisos necesarios.";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "“%1$@” no ha podido copiarse porque no tiene permisos para acceder a “%2$@”.";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "“%1$@” no ha podido enlazarse porque no tiene permisos para acceder a “%2$@”.";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "“%1$@” no ha podido trasladarse porque no tiene permisos para acceder a “%2$@”.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "“%@” no ha podido eliminarse porque no tiene permisos para acceder a este archivo.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Trash).f" = "No se ha podido trasladar “%@” a la papelera porque no tiene permisos para acceder a él.";

/* NSFileWriteNoPermissionError */
"Err513-C" = "No dispone de los permisos necesarios.";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "Para consultar o modificar los permisos, seleccione el ítem en el Finder y elija Archivo > Obtener información.";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "No dispone de permisos para guardar el archivo “%2$@” en la carpeta “%1$@”.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "No dispone de permisos para guardar el archivo “%@”.";

/* NSFileWriteInvalidFileNameError */
"Err514" = "No se ha podido guardar el ítem porque el nombre del archivo no es válido.";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "No se ha podido eliminar el ítem porque el nombre del archivo “%@” no es válido.";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "El nombre del archivo no es válido.";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "No se ha podido guardar el ítem porque el nombre del archivo “%@” no es válido.";

/* NSFileWriteFileExistsError */
"Err516" = "El archivo no se ha podido guardar porque ya hay un archivo con el mismo nombre.";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Copy).fp" = "“%1$@” no se ha podido copiar en “%2$@” porque ya existe un ítem con el mismo nombre.";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Link).fp" = "“%1$@” no se ha podido enlazar con “%2$@” porque ya existe un ítem con el mismo nombre.";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Move).fp" = "“%1$@” no se ha podido trasladar a “%2$@” porque ya existe un ítem con el mismo nombre.";

/* NSFileWriteFileExistsError */
"Err516-C" = "Ya existe un archivo con el mismo nombre.";

/* NSFileWriteFileExistsError, argument is a file name */
"Err516-C.f" = "Ya existe un archivo con el nombre “%@”.";

/* NSFileWriteFileExistsError */
"Err516-R" = "Para guardar el archivo, déle otro nombre, cámbielo de ubicación o bien elimine el archivo existente e inténtelo de nuevo.";

/* NSFileWriteFileExistsError, first arg: destination folder, second arg: a file name */
"Err516.df" = "El archivo “%2$@” no se ha podido guardar en la carpeta “%1$@” porque ya hay un archivo con el mismo nombre.";

/* NSFileWriteFileExistsError, argument is a file name */
"Err516.f" = "El archivo “%@” no se ha podido guardar porque ya hay un archivo con el mismo nombre.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "El archivo no ha podido guardarse utilizando la codificación de texto especificada.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "La codificación de texto especificada no puede aplicarse.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "La codificación de texto %@ no puede aplicarse.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "Si es posible, seleccione otra codificación de texto.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "El archivo no ha podido guardarse utilizando la codificación de texto %@.";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "El archivo “%2$@” no ha podido guardarse usando la codificación de texto %1$@. ";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "El archivo no ha podido guardarse porque el tipo de URL especificado no es compatible.";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "El tipo de URL especificado no es compatible.";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "El archivo“%1$@” no ha podido guardarse porque la URL del tipo %2$@ no es compatible.";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "El archivo no ha podido guardarse porque el tipo de URL %@ no es compatible.";

/* NSFileWriteOutOfSpaceError */
"Err640" = "El archivo no ha podido guardarse porque no queda suficiente espacio.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "No se ha podido copiar “%1$@” en “%2$@” porque no hay suficiente espacio.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "No se ha podido enlazar “%1$@” a “%2$@” porque no hay suficiente espacio.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "No se ha podido trasladar “%1$@” a “%2$@” porque no hay suficiente espacio.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640(Trash).f" = "No se ha podido trasladar “%@” a la papelera porque no hay suficiente espacio.";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "No hay suficiente espacio.";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "No queda espacio disponible en el volumen “%@”.";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "Elimine algunos archivos del volumen e inténtelo de nuevo.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "El archivo “%@” no puede guardarse porque no queda suficiente espacio.";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "El archivo “%1$@” no puede guardarse porque no queda espacio en el volumen “%2$@”.";

/* NSFileWriteVolumeReadOnlyError */
"Err642" = "El archivo no ha podido guardarse porque el volumen es de sólo lectura.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642(Trash).f" = "No se ha podido trasladar “%@” a la papelera porque este volumen es de solo lectura.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-C" = "El volumen es de sólo lectura.";

/* NSFileWriteVolumeReadOnlyError, argument is volume name */
"Err642-C.v" = "El volumen “%@” es de sólo lectura.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-R" = "Pruebe a guardar el archivo en otro volumen.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642.f" = "El archivo “%@” no puede guardarse porque el volumen es de sólo lectura.";

/* NSFileWriteVolumeReadOnlyError, arguments are file name and volume name */
"Err642.fv" = "El archivo “%1$@” no puede guardarse porque el volumen “%2$@” es de sólo lectura.";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"The operation couldn\\U2019t be completed. (%1$@ error %2$ld.)" = "No se ha podido completar la operación. (Error de %1$@ %2$ld)";

